[
    {
        "title": "How artificial intelligence is transforming the world",
        "content": "Artificial intelligence (AI) is a wide-ranging tool that enables people to rethink how we integrate information, analyze data, and use the resulting insights to improve decision making—and already it is transforming every walk of life. In this report, Darrell West and John Allen discuss AI’s application across a variety of sectors, address issues in its development, and offer recommendations for getting the most out of AI while still protecting important human values.",
        "source": "Brookings.edu",
        "url": "https://www.brookings.edu/articles/how-artificial-intelligence-is-transforming-the-world/"
    },
    {
        "title": "Medical Science and Modern Man",
        "content": "Medical Science is the science which deals with the maintenance of health and the prevention and treatment of disease. The man has always been concerned with his own and others well being. It has been a matter of utter importance for a man from time immemorial. Throughout the ages scientists, researchers and medical practitioners have been constantly endeavouring to know more about the human body, its structure, functions and mechanisms. They have also been trying to set straight its malfunctioning and to protect it from the disease-causing germs. Man always wishes to keep his body system in its healthy state. Medical science has been constantly trying to devise ways and means to help the man in maintaining sound health. Medical Science provides remedies and cures and safeguards man against various maladies afflicting mankind. It ensures the well-being and proper working of the human machine. Man's search for curing diseases has to lead to various medicine systems like the Indian system, homoeopathy, western system (or the Allopath) etc. Various breakthroughs and advancements in Medical Science have had consequences, both negative and positive.",
        "source": "Target Study",
        "url": "https://targetstudy.com/articles/medical-science-and-the-modern-man.html#:~:text=Over%20the%20years%20medical%20science,diseases%20can%20be%20surgically%20treated."
    },
    {
        "title": "Global Warming",
        "content": "Global warming is the long-term warming of the planet’s overall temperature. Though this warming trend has been going on for a long time, its pace has significantly increased in the last hundred years due to the burning of fossil fuels. As the human population has increased, so has the volume of fossil fuels burned. Fossil fuels include coal, oil, and natural gas, and burning them causes what is known as the “greenhouse effect” in Earth’s atmosphere. The greenhouse effect is when the sun’s rays penetrate the atmosphere, but when that heat is reflected off the surface cannot escape back into space. Gases produced by the burning of fossil fuels prevent the heat from leaving the atmosphere. These greenhouse gasses are carbon dioxide, chlorofluorocarbons, water vapor, methane, and nitrous oxide. The excess heat in the atmosphere has caused the average global temperature to rise overtime, otherwise known as global warming.",
        "source": "National Geographic",
        "url": "https://education.nationalgeographic.org/resource/global-warming"
    }
]